/* This is for the localized "short" name in the app menu bar */
CFBundleName = "TeXShop";
/* This is for the localized "long" name in Finder, etc */
CFBundleDisplayName = "TeXShop";
/* Note that the "\n" is used for indicating a new line */
NSHumanReadableCopyright = "Copyright 2001-2013, Richard Koch \n http://www.texshop.org";

/* In the list below, the left side is the official name of a UTI and the right side is the translation for the interface */

"TeX File" = "TeX File";
"LaTeX File" = "LaTeX File";
"ConTeXt File" = "ConTeXt File";
"TEXI File" = "TEXI File";
"mp" = "mp";
"sty" = "sty";
"cls" = "cls";
"mf" = "mf";
"bst" = "bst";
"bib" = "bib";
"comment" = "comment";
"engine" = "engine";
"PDF Data" = "PDF Data";
NSTIFFPboardType = "TIFF File";
"PNG image" = "PNG image";
"jpeg" = "jpeg";
NSEPSPboardType = "EPS File";
"epsi" = "epsi";
"log" = "log";
"aux" = "aux";
"PostscriptFile" = "Postscript File";
"HieroTeX File" = "HieroTeX File";
"Sketch File" = "Sketch File";
"texshop" = "texshop";
"dvi" = "dvi";
"ins" = "ins";
"dtx" = "dtx";
"drv" = "drv";
"def" = "def";
"fd" = "fd";
"clo" = "clo";
"dn" = "dn";
"abc" = "abc";
"ly" = "ly";
"Rnw" = "Rnw";
"asy" = "asy";
"Stex" = "Stex";
"lytex" = "lytex";
"cbx" = "cbx";
"lbx" = "lbx";
"bbx" = "bbx";
"skt" = "skt";
NSStringPboardType = "UTF8 Plain Text";
"md" = "md";
"Plain Text" = "Plain Text";
"Any File" = "Any File";

/* Help book localization */
CFBundleHelpBookName = "TeXShop Help";

